9/data/attachments/2791a332522fb817.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Nathan_usually_Actions_50457_0</nif:username>
            <nif:friendToBeRequested>soap_actions_55dab93f-d953-4d3c-b263-393af3026043</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>